
   #ეს არის  პრობლემა, ჩვენ უნდა დავაბრუნოთ სტრინგი, რომელიც ასევე ჩაიწერება ვინმესთვის.
   
 #ეს მოწყობილობა შესაძლებელია დაუბრუნდება ათობით 
#რაღაცის სასურველ რაოდენობას, ან ციფრულ სახით, შესაბამისად ამოაცანა.

#ამ ამოცანაში ჩვენ გვაქვს შემოსული რიცხვების სია, და ჩვენ უნდა დავითვალოთ მათ ჯამი. 
#პირველ სავარჯიშოს ამოხსნისთვის ჩვენ გამოვიყენებთ
#`sum()` ფუნქციას

#ამ ამოცანაში ჩვენ გვაქვს მასივი, რომელიც შედგება მრავალი რიცხვისგან. 
# ჩვენს მიერ საჭიროა ამოვიხსნა საშუალება გამოვიყენოთ მათემატიკური ფუნქციები, როგორიცაა
#  `max()` და `min()` ფუნქციებ


#ეს Codewars ამოცანა საერთოდ იცნობს როგორ უნდა ამოვიღოთ სიაში მოცემული რიცხვების საშუალო.
#  ჩვენ შეგვიძლია გამოვიყენოთ Python-ის  sum() ფუნქცია,
#  რო დავითვალოთ ყველა რიცხვის ჯამი და გადავამოწმოთ თუ მასივში არ არსებობს ელემენტები, დავაბრუნოთ 0.